<template>
  <div>
    <RouterLinkUp />

    <h1>Πολιτική Απορρήτου</h1>
    <p>
      Η απορρήτου σας είναι σημαντική για μας. Αυτή η πολιτική απορρήτου εξηγεί τι προσωπικά δεδομένα συλλέγουμε, πώς τα χρησιμοποιούμε και τα δικαίωμα σας σχετικά με τα δεδομένα σας.
    </p>
    
    <h2>Πληροφορίες που συλλέγουμε</h2>
    <p>
      Συλλέγουμε πληροφορίες που παρέχετε στον εκτελεστή μας, όπως όταν δημιουργείτε έναν λογαριασμό, συνδρομείτε στον ηλεκτρονικό διαδίκτυο μας, ή επικοινωνείτε με την υποστήριξη μας. Αυτές οι πληροφορίες μπορεί να περιλαμβάνουν το όνομά σας, το email σας και άλλες πληροφορίες επικοινωνίας.
    </p>

    <h2>Πώς χρησιμοποιούμε τα πληροφορίες σας</h2>
    <p>
      Χρησιμοποιούμε τα πληροφορίες σας για να παρέχουμε και να βελτιώσουμε τους υπηρεσίες μας, να απαντήσουμε στις ερωτήσεις σας, να στείλουμε ειδοποιήσεις και να συνομιλούμε με σας για τους υπηρεσίες μας.
    </p>

    <h2>Χρήση των πληροφοριών σας</h2>
    <p>
      Δεν πωλούμε, διακινδυνοποιούμε ή διανορίζουμε τα προσωπικά δεδομένα σας σε άλλους. Μπορούμε να μοιραστούμε τα πληροφορίες σας με πιστεύουμε τρίτους που βοηθούν μας στην εκτέλεση του website, την εκτελεσιμότητα του business μας ή την υπηρεσία σας, όσον αφορά τον καθορισμό των πληροφοριών σας ως καθισταμένο να παρέχουν την προσωπική απορρήτου σας.
    </p>

    <h2>Δικαίωμα σας</h2>
    <p>
      Έχετε δικαίωμα να αιτηθείτε πρόσβαση στα προσωπικά δεδομένα που κρατάμε για εσάς, να αιτηθείτε την αλλαγή των ακριβειών και να αιτηθείτε την διαγραφή των προσωπικών δεδομένων σας.
    </p>
    <p>
      Για περισσότερες πληροφορίες ή για την εκτελείστε αυτά τα δικαίωμα, παρακαλώ επικοινωνήστε μας στο:
      <a
        href="mailto:angelos.papamichail@gmail.com"
        class="text-primary"
      >
        angelos.papamichail@gmail.com
      </a>
    </p>
  </div>
</template>
